Repository: timmyArch/timmyPaste
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de

source: Code not found.
de: Konnte nichts anhand deines Schl端ssels finden.

source: Could not create the code.
de: Konnte den Paste nicht anlegen.

source: Can't find lexxer.
de: Konnte den Dateitypen nicht finden.

source: Url not found.
de: Konnte nichts anhand deines Schl端ssels finden.

source: Url redirection setup %(url)s Your short URL: http://%(app)s/u/%(key)s
de: URL weiterleitung angelegt %(url)s <br/> Deine Kurz-URL, http://%(app)s/u/%(key)s

source: Salutation headline,
de: Willkommen,

source: Salutation text
de: Poste Codeschnipsel und anderen Text.

source: App Title
de: Pastebin

source: App Brand
de: timmyPaste

source: A new paste
de: Neuer Paste ...

source: New urlshorten
de: URL k端rzen ...

source: enter_code
de: Bitte den Code unten eingeben.

source: key
de: Schl端ssel:

source: enter url
de: Bitte deinen URL eingeben.
